[{
    "name": "Leonardo Martín González López",
    "field": [
        { "name": "Derecho de Familia" },
        { "name": "Violencia Familiar" },
        { "name": "Derecho Civil y de Daños" }
    ],
    "image": "https://cisternasycia.cl/wp-content/uploads/2023/12/JT.-Eyzaguirre.Abogados-Color014-scaled-e1703768567494.jpg",
    "email": ["leozitas@hotmail.com", "lggonzalez@snsabogados.com.ar"],
    "phone":"3875017140",
    "instagram": "lg_asesorlegal",
    "experience": "Desde marzo del año 1997 hasta Diciembre del 2002; en la Ciudad de Córdoba, se desempeñó en el Estudio Jurídico-Contable Escribano & Asociados en el Área del Derecho Civil y Comercial del Estudio.\nDesde Febrero del 2003 hasta febrero del 2020; en la Ciudad de Salta, se desempeñó en el staff del estudio Jurídico López Escotorín cómo encargado del Área Civil del estudio.\nDesde Octubre del 2020 hasta la fecha es el responsable del Área de Derecho de Familia y Violencia Familiar en SNS Abogados.\nCon más de 20 de años de experiencia en el ámbito jurídico, Leonardo González ha trabajado en prestigiosos estudios de abogados y ha representado tanto a empresas como personas particulares en litigios complejos.\nA lo largo de su carrera, ha liderado casos en áreas de Derecho Comercial, Derecho Civil, Derecho de Familia, Violencia Familiar y Derecho Penal, obteniendo resultados favorables para sus clientes en juicios, negociaciones, mediaciones y arbitrajes.\nEs autor del libro: “Análisis de la Ley 7403 de Violencia Familiar en la Ciudad de Salta”, Madrid, 2019, Editorial Académica Española. ISBN-10: 620216090X, ISBN-13: 978-6202160902."
}
,{
    "name": "Jorge Pablo Suárez Nelson",
    "field": [
        { "name": "Derecho Penal" }
    ],
    "image": "https://cisternasycia.cl/wp-content/uploads/2023/12/JT.-Eyzaguirre.Abogados-Color014-scaled-e1703768567494.jpg",
    "email":[ "jpsuareznelson@hotmail.com", "jpsuareznelson@snsabogados.com.ar"],
    "phone":"3874679815",
    "instagram": "",
    "experience": "Soy Jorge Pablo Suárez Nelson, abogado especializado en derecho penal, con una trayectoria profesional que se remonta a mi graduación en 2006 en la Universidad de Buenos Aires (UBA). Desde entonces, he dedicado mi carrera a la defensa de los derechos de mis clientes en el ámbito federal y provincial.\nAdemás de mi práctica legal, tengo el honor de ser profesor adjunto en la materia de derecho penal en la Universidad Católica de Salta (UCASAL), donde comparto mis conocimientos y experiencias con los futuros profesionales del derecho. También obtuve mi título como Profesor en Ciencias Jurídicas y Económicas en la Universidad Nacional de Salta (UNSA) en 2010, lo que ha enriquecido mi capacidad para enseñar y comprender el marco legal desde diferentes perspectivas.\nMi enfoque se basa en entender cada caso a fondo, creando estrategias personalizadas que se ajustan a las necesidades específicas de cada cliente. He manejado una amplia gama de casos, desde delitos menores hasta asuntos más complejos, continuamente luchando por lograr los mejores resultados posibles.\nSiempre con el compromiso de brindar un servicio legal de alta calidad, basado en la ética y el respeto por la justicia. Estoy aquí para asesorarte y defenderte en cualquier situación legal que enfrentes en el ámbito penal."
},{
    "name": "Agustín Federico Simó",
    "field": [
        { "name": "Derecho Laboral" },
        { "name": "Derecho Comercial" }
    ],
    "image": "https://cisternasycia.cl/wp-content/uploads/2023/12/JT.-Eyzaguirre.Abogados-Color014-scaled-e1703768567494.jpg",
    "email":[ "agustinfsimo@gmail.com", "agustinfsimo@snsabogados.com.ar"],
    "phone":"3875545757",
    "instagram": "",
    "experience": "Soy abogado egresado de la Universidad Nacional de Córdoba, con amplia experiencia en derecho laboral y comercial. Durante varios años ejercí la profesión en la Ciudad de Córdoba, adquiriendo un profundo conocimiento del ámbito jurídico y empresarial. Desde 2015, trabajo y litigo en la ciudad de Salta, asesorando a empresas, trabajadores y emprendedores en la resolución de conflictos laborales y comerciales. Mi enfoque se basa en brindar soluciones estratégicas, eficientes y adaptadas a las necesidades de cada cliente. Si necesitas asesoramiento legal especializado, no dudes en contactarme."
}
]